Repository: common-repository/cubecolour-caboodle
Catalog: languages/cubecolour-caboodle-*.po
Languages: fr_fr

source: [email] shortcode to protect email addresses from spambots
fr_fr: [email] shortcode pour protéger les adresses e-mail des spambots

source: Add "New" &amp; "Beta" links to the add plugins page
fr_fr: Ajoutez "Nouveau" etamp; Liens "bêta" vers la page d'ajout de plugins

source: Add a dynamic scroll to top button in the website footer
fr_fr: Ajouter un bouton de défilement dynamique vers le haut dans le pied de page du site Web

source: Add a page slug class to the body tag
fr_fr: Ajouter une classe de slug de page à la balise body

source: Add a readme.txt popup link for each plugin on the plugins page
fr_fr: Ajoutez un lien contextuel readme.txt pour chaque plugin sur la page des plugins

source: Add an arrow icon to identify external links within the site content
fr_fr: Ajouter une icône de flèche pour identifier les liens externes dans le contenu du site

source: Add news article
fr_fr: Ajouter un article de presse

source: Add styles to forms created with the gravity forms plugin
fr_fr: Ajouter des styles aux formulaires créés avec le plugin Gravity Forms

source: Add support for manual excerpts to pages
fr_fr: Ajouter la prise en charge des extraits manuels aux pages

source: Afternoon greeting
fr_fr: Salutation de l'après-midi

source: All news articles
fr_fr: Tous les articles d'actualité

source: Also include on frontend
fr_fr: Inclure également sur le frontend

source: An agglomeration of useful functions
fr_fr: Une agglomération de fonctions utiles

source: Anti clickjack
fr_fr: Anti-clicjack

source: Apply a colored background to the login page
fr_fr: Appliquer un fond coloré à la page de connexion

source: Authorised access only
fr_fr: Accès autorisé uniquement

source: Background color
fr_fr: Couleur de l'arrière plan

source: Background hover color
fr_fr: Couleur de survol d'arrière-plan

source: Border color
fr_fr: Couleur de la bordure

source: Border color: focus
fr_fr: Couleur de la bordure : mise au point

source: Border color: hover
fr_fr: Couleur de la bordure : survolez

source: Border radius (%)
fr_fr: Rayon de bordure (%)

source: Border width (px)
fr_fr: Largeur de la bordure (px)

source: Breakpoint for mobile
fr_fr: Point d'arrêt pour mobile

source: Breakpoint for tablet
fr_fr: Point d'arrêt pour tablette

source: Color
fr_fr: Couleur

source: Color and background color of selected text
fr_fr: Couleur et couleur d'arrière-plan du texte sélectionné

source: Color centre
fr_fr: Centre de couleur

source: Color left &amp; Right
fr_fr: Couleur gauche &amp; Droit

source: Comments
fr_fr: commentaires

source: Copyright from year
fr_fr: Copyright de l'année

source: Copyright years shortcode to use in footer
fr_fr: Shortcode des années de copyright à utiliser dans le pied de page

source: cubecolour
fr_fr: cubecolor

source: Cubecolour Caboodle
fr_fr: Cubecolor Caboodle

source: Current settings:
fr_fr: Paramètres actuels:

source: Current Version
fr_fr: Version actuelle

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Dash spacing
fr_fr: Espacement des tirets

source: Developer link
fr_fr: Lien développeur

source: Developer link in admin footer and [developer] shortcode for front end
fr_fr: Lien développeur dans le pied de page de l'administrateur et code abrégé [développeur] pour le front-end

source: Developer link URL
fr_fr: URL du lien du développeur

source: Developer name
fr_fr: Nom du développeur

source: Disconnect immediately and do not attempt to log in if you are not an authorised user
fr_fr: Déconnectez-vous immédiatement et n'essayez pas de vous connecter si vous n'êtes pas un utilisateur autorisé

source: Display colored bars for visual confirmation of password input
fr_fr: Afficher des barres colorées pour une confirmation visuelle de la saisie du mot de passe

source: Do not expose password characters when entered on iPad, iPhone and android
fr_fr: N'exposez pas les caractères du mot de passe lorsqu'ils sont saisis sur iPad, iPhone et Android

source: Edit news
fr_fr: Modifier l'actualité

source: Enable media attachment pages
fr_fr: Activer les pages de pièces jointes multimédias

source: Error message
fr_fr: Message d'erreur

source: Evening greeting
fr_fr: Salutation du soir

source: Export
fr_fr: Exporter

source: Export caboodle settings
fr_fr: Exporter les paramètres caboodle

source: Export the current plugin settings as a .json file.
fr_fr: Exportez les paramètres actuels du plug-in sous forme de fichier .json.

source: Extra text added to login form
fr_fr: Texte supplémentaire ajouté au formulaire de connexion

source: File Size
fr_fr: Taille du fichier

source: Fix the footer element to the bottom of the viewport on short pages
fr_fr: Fixez l'élément de pied de page au bas de la fenêtre d'affichage sur les pages courtes

source: Flag width px
fr_fr: Largeur du drapeau px

source: Footer element to fix
fr_fr: Élément de pied de page à corriger

source: Footer years range
fr_fr: Plage d'années de pied de page

source: Force vertical scrollbar
fr_fr: Forcer la barre de défilement verticale

source: Go to bed
fr_fr: Aller se coucher

source: Good afternoon
fr_fr: Bon après-midi

source: Good evening
fr_fr: Bonsoir

source: Good morning
fr_fr: Bonjour

source: Grayscale %
fr_fr: Niveaux de gris %

source: Hover color
fr_fr: Couleur de survol

source: Icon
fr_fr: Icône

source: Icon size (px)
fr_fr: Taille de l'icône (px)

source: ID
fr_fr: Identifiant

source: If login fails, a single error message is returned rather than different messages for wrong username or wrong password
fr_fr: Si la connexion échoue, un seul message d'erreur est renvoyé plutôt que différents messages pour un mauvais nom d'utilisateur ou un mauvais mot de passe

source: Import
fr_fr: Importer

source: Import caboodle settings
fr_fr: Importer les paramètres caboodle

source: Import the plugin settings from a .json file.
fr_fr: Importez les paramètres du plug-in à partir d'un fichier .json.

source: Import&nbsp;&&nbsp;Export
fr_fr: Importer et Exporter

source: Import/export
fr_fr: Importer / Exporter

source: Incorrect credentials
fr_fr: Identifiants incorrects

source: Incorrect details input
fr_fr: Saisie incorrecte des détails

source: Indicate external links
fr_fr: Indiquer les liens externes

source: Keep posts
fr_fr: Gardez les messages

source: Keep,remove or rename the posts post type
fr_fr: Conserver, supprimer ou renommer le type de publication des publications

source: Limit revisions
fr_fr: Limiter les révisions

source: Limit the number of saved revisions
fr_fr: Limiter le nombre de révisions enregistrées

source: Links
fr_fr: Liens

source: Login Background
fr_fr: Contexte de connexion

source: Login warning message
fr_fr: Message d'avertissement de connexion

source: Mask password
fr_fr: Mot de passe du masque

source: Media
fr_fr: Médias

source: Modifications to the polylang plugin
fr_fr: Modifications du plugin polylang

source: Modify the view site link in admin to open in a new browser tab
fr_fr: Modifier le lien du site d'affichage dans l'administrateur pour l'ouvrir dans un nouvel onglet du navigateur

source: Morning greeting
fr_fr: Salutation du matin

source: Must log in by username, not by email address
fr_fr: Vous devez vous connecter avec votre nom d'utilisateur et non avec votre adresse e-mail

source: New plugins
fr_fr: Nouveaux plugins

source: News
fr_fr: Nouvelles

source: News article
fr_fr: Article de presse

source: News article published.
fr_fr: Article de presse publié.

source: News article restored to revision from
fr_fr: Article de presse restauré à la révision de

source: News article saved.
fr_fr: Article de presse enregistré.

source: News article scheduled for:
fr_fr: Article de presse prévu pour :

source: News article submitted.
fr_fr: Article de presse soumis.

source: News article updated.
fr_fr: Article de presse mis à jour.

source: News draft updated.
fr_fr: Brouillon de nouvelles mis à jour.

source: News tags
fr_fr: Balises d'actualités

source: News updated.
fr_fr: Nouvelles mises à jour.

source: Night greeting
fr_fr: Salutation de nuit

source: No author archives
fr_fr: Aucune archive d'auteur

source: No avatars
fr_fr: Aucun avatar

source: No generator
fr_fr: Pas de générateur

source: No generator tag
fr_fr: Pas de balise de générateur

source: No howdy
fr_fr: Non bonjour

source: No lazy loading
fr_fr: Pas de chargement paresseux

source: No login by email
fr_fr: Pas de connexion par email

source: No login by email address
fr_fr: Pas de connexion par adresse e-mail

source: No news found
fr_fr: Aucune actualité trouvée

source: No news found in trash
fr_fr: Aucune actualité trouvée dans la corbeille

source: No pingbacks
fr_fr: Aucun pingback

source: No RSD
fr_fr: Pas de DSR

source: No shortlinks
fr_fr: Pas de liens courts

source: No WordPress lazy loading
fr_fr: Pas de chargement paresseux WordPress

source: None
fr_fr: Rien

source: Number of bars
fr_fr: Nombre de barres

source: Number of Revisions to save
fr_fr: Nombre de révisions à enregistrer

source: Opacity %
fr_fr: % d'opacité

source: Open site in new tab
fr_fr: Ouvrir le site dans un nouvel onglet

source: Padding (px)
fr_fr: Rembourrage (px)

source: Page excerpts
fr_fr: Extraits de pages

source: Page slug body class
fr_fr: Classe de corps de slug de page

source: Password mask
fr_fr: Masque de mot de passe

source: Password visualisation
fr_fr: Visualisation du mot de passe

source: Please upload a file to import
fr_fr: Veuillez télécharger un fichier à importer

source: Please upload a valid .json file
fr_fr: Veuillez télécharger un fichier .json valide

source: Plugin readme links
fr_fr: Liens readme du plugin

source: Polylang SVG flags
fr_fr: Drapeaux Polylang SVG

source: Position bottom (px)
fr_fr: Position en bas (px)

source: Position right (px)
fr_fr: Position droite (px)

source: Posts
fr_fr: Des postes

source: Posts post type
fr_fr: Type de publication

source: Posts, pages, post types
fr_fr: Messages, pages, types de messages

source: Prevent layout shift between long and short pages
fr_fr: Empêcher le changement de mise en page entre les pages longues et courtes

source: Prevent runts
fr_fr: Prévenir les avortons

source: Prevent self pingbacks
fr_fr: Empêcher les retours d'auto-ping

source: Prevent the site from loading inside an external frame or iframe
fr_fr: Empêcher le site de se charger à l'intérieur d'un cadre externe ou d'un iframe

source: Preview news article
fr_fr: Aperçu de l'article de presse

source: Private site
fr_fr: Site privé

source: Redirect requests for author archives to the homepage
fr_fr: Rediriger les demandes d'archives d'auteurs vers la page d'accueil

source: Redirect unauthenticated visitors to the login page
fr_fr: Rediriger les visiteurs non authentifiés vers la page de connexion

source: Remove all support for gravatars or user avatars
fr_fr: Supprimer tout support pour les gravatars ou les avatars d'utilisateurs

source: Remove posts
fr_fr: Supprimer les publications

source: Remove the RSD (Really Simple Discovery) endpoint
fr_fr: Supprimer le point de terminaison RSD (Really Simple Discovery)

source: Remove the short link header tags
fr_fr: Supprimer les balises d'en-tête de lien court

source: Remove the WordPress generator meta tag
fr_fr: Supprimer la balise méta du générateur WordPress

source: Rename posts to news
fr_fr: Renommer les messages en actualités

source: Replace spaces around en-dashes & em-dashes with hairspaces
fr_fr: Remplacez les espaces autour des tirets demi-cadratin et des tirets cadratin par des espaces pour les cheveux

source: Replace the howdy greeting with a salutation appropriate to the time of day
fr_fr: Remplacez le salut par une salutation appropriée à l'heure de la journée

source: Required
fr_fr: Obligatoire

source: Responsive breakpoints
fr_fr: Points d'arrêt réactifs

source: Revisions
fr_fr: Révisions

source: Runts are single words appearing on their own on the last line of a paragraph or other block element in the content
fr_fr: Les runts sont des mots simples apparaissant seuls sur la dernière ligne d'un paragraphe ou d'un autre élément de bloc dans le contenu

source: Salt
fr_fr: sel

source: Scroll to anchor
fr_fr: Faites défiler jusqu'à l'ancre

source: Scroll to top
fr_fr: Faites défiler vers le haut

source: Search news
fr_fr: Rechercher des actualités

source: Search placeholder
fr_fr: Espace réservé de recherche

source: Search placeholder text
fr_fr: Rechercher un texte d'espace réservé

source: Set breakpoints
fr_fr: Définir des points d'arrêt

source: Set custom responsive breakpoints (for astra theme only)
fr_fr: Définir des points d'arrêt réactifs personnalisés (pour le thème astra uniquement)

source: Settings
fr_fr: Réglages

source: Show a file size column in the media library
fr_fr: Afficher une colonne de taille de fichier dans la médiathèque

source: Show current WP version
fr_fr: Afficher la version actuelle de WP

source: Show file size column
fr_fr: Afficher la colonne de taille de fichier

source: Show file size in media library
fr_fr: Afficher la taille du fichier dans la médiathèque

source: Show IDs
fr_fr: Afficher les identifiants

source: Show the current WP version in the admin footer when an upgrade is available
fr_fr: Afficher la version actuelle de WP dans le pied de page de l'administrateur lorsqu'une mise à niveau est disponible

source: Show the ID for posts, pages, custom post types, taxonomies, media and user IDs in the admin pages
fr_fr: Afficher l'identifiant des publications, des pages, des types de publication personnalisés, des taxonomies, des médias et des identifiants d'utilisateur dans les pages d'administration

source: Show WP version
fr_fr: Afficher la version WP

source: Single error message
fr_fr: Message d'erreur unique

source: Single login error message
fr_fr: Message d'erreur de connexion unique

source: Size (em)
fr_fr: Taille (em)

source: Smoothly animate when clicking a link targetting an anchored position
fr_fr: Animer en douceur lorsque vous cliquez sur un lien ciblant une position ancrée

source: Spacing between flags px
fr_fr: Espacement entre les drapeaux px

source: Text color
fr_fr: Couleur du texte

source: Text selection
fr_fr: Sélection de texte

source: The caboodle settings have been imported
fr_fr: Les paramètres caboodle ont été importés

source: The cc_caboodle option containing the array of setting values does not exist
fr_fr: L'option cc_caboodle contenant le tableau des valeurs de réglage n'existe pas

source: Unlimited
fr_fr: Illimité

source: Use translatable default text in header cover search (for astra theme only)
fr_fr: Utiliser le texte par défaut traduisible dans la recherche de couverture d'en-tête (pour le thème astra uniquement)

source: Users
fr_fr: Utilisateurs

source: Vertical position (px)
fr_fr: Position verticale (px)

source: View news
fr_fr: Afficher les actualités

source: View news article
fr_fr: Voir l'article de presse

source: View site in new tab
fr_fr: Afficher le site dans un nouvel onglet

source: website by %1$s
fr_fr: site web par %1$s

source: Years shortcode
fr_fr: Code abrégé des années
